target/test-classes/xml/sws/getusage/Get_Usage_Summary_Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sel="http://selfcare.telco.hsntech.com">
  <soapenv:Header/>
  <soapenv:Body>
    <sel:getUsageSummaryRequest>
      <!--Optional:-->
      <sel:externalSystemID>MOBILEAWARE</sel:externalSystemID>
      <sel:accountCriteria>
        <!--You have a CHOICE of the next 2 items at this level-->
        <!--Optional:-->
        <sel:accountNumber>$accountNumber$</sel:accountNumber>
        <!--Optional:-->
      </sel:accountCriteria>
    </sel:getUsageSummaryRequest>
  </soapenv:Body>
</soapenv:Envelope>